{
  "projects": [
    {
      "id": 1,
      "name": "Foodie",
      "desc": "Foodie, as the name implies, is a simple web app that provide information about food. Features consist of showing random recipe, search for a specific recipe, generate a meal plan, and generate random trivia and joke. Data are provided by Spoonacular Food API.",
      "imageUrl": "https://i.ibb.co/GsPFKpy/foodie-e45d5868.jpg",
      "link": "https://dicoding-foodie.netlify.app/"
    },
    {
      "id": 2,
      "name": "FinTalks",
      "desc": "This is a Progressive Web Application (PWA), meaning it could act like a native mobile application with features such as add to home screen and some/all features still could be used while offline as long as the page(s) is already visited once while online. FinTalks is a fictional independent financial advisor company in Indonesia. ",
      "imageUrl": "https://i.ibb.co/F6zChXX/fintalks-7e00e754.jpg",
      "link": "https://fin-talks.web.app/"
    },
    {
      "id": 3,
      "name": "Football Spa",
      "desc": "FootballSpa (Football Spain) is a non-profit site that display matches, teams, and standings of all football teams from Spain. Football data provided by the Football-Data.org API. Features consist of show upcoming matches, show all teams, show current standings, show team detail, and add to favorite (and also show notification after that!). This web app also uses Progressive Web Apps (PWA) aprroach, meaning it could act like a native mobile application (add to home screen, show notification, used while offline).",
      "imageUrl": "https://i.ibb.co/S0kvfqh/football-spa-dd653fa6.jpg",
      "link": "https://football-spa.web.app/"
    },
    {
      "id": 4,
      "name": "Restoqu",
      "desc": "Restoqu is an app that I create for Dicoding's final class on Front End Web Developer Learning Path (Being an expert front-end web developer) submission. The app provides information about restaurants and their detail. The app implements modern web technology features such as Progressive Web Apps,  indexed DB, and native web components.",
      "imageUrl": "https://i.ibb.co/ZLNydPk/restoqu-09542a53.jpg",
      "link": "https://restoqu.netlify.app"
    },
    {
      "id": 5,
      "name": "Staem (Steam clone)",
      "desc": "Steam clone for TPA (Test Progressive of Assistant) Web as a teaching assistant at Binus University. Available features: Login, Register (Sending OTP Email), Homepage, Game Detail (Info and Review), Search Game, Friends (Add, View, Pending Invites), Real-time chat, Redeem Wallet, Profile, Edit Profile, Points Shop, Community, Admin (Game, User, Promo), Inventory, Buy Game (Self), Cart System, Wishlist, and Market (Half). Front-end created with Angular, SCSS, and Apollo. Backend built using Postgresql, Go and Graphql. Credentials you can use: lionelritchie (account name) and lionel123 (password)",
      "imageUrl": "https://i.ibb.co/kxNVNYp/staem-6e0ca784.png",
      "link": "https://staem.netlify.app"
    },
    {
      "id": 6,
      "name": "Gojek Homepage Clone",
      "desc": "I created this not so-clone of Gojek's homepage to learn React.",
      "imageUrl": "https://i.ibb.co/H2ZKM3b/gojek-cff2fbab.jpg",
      "link": "https://gojek.netlify.app/"
    },
    {
      "id": 7,
      "name": "Pokedex",
      "desc": "Simple Pokedex created with React",
      "imageUrl": "https://i.ibb.co/pb47Vq4/pokedex-ab7ed14c.jpg",
      "link": "https://react-graphql-pokedex.netlify.app/"
    },
    {
      "id": 8,
      "name": "Store Del Luna",
      "desc": "I created this to fullfil the final project for Human and Computer Interaction course, which was to create a website about K-Pop Album and Merchandise Shop",
      "imageUrl": "https://i.ibb.co/Zxnt2VY/store-del-luna-3e36d2e7.jpg",
      "link": "https://final-project-hci.netlify.app/"
    }
  ]
}
